tap "abdfnx/tap"
tap "coder/coder"
tap "hashicorp/tap"
tap "scmn-dev/tap"
tap "teamookla/speedtest"
brew "abdfnx/tap/tran"
brew "ack"
brew "ansible"
brew "asciinema"
brew "autojump"
brew "bat"
brew "cffi"
brew "cheat"
brew "chezmoi"
brew "coder/coder/coder"
brew "composer"
brew "cryptography"
brew "curl"
brew "docker"
brew "direnv"
brew "entr"
brew "eslint"
brew "eza"
brew "fd"
brew install "font-fira-code"
brew install "font-fira-code-nerd-font"
brew "fzf"
brew "glab"
brew "go"
brew "google-chrome"
brew "gradle"
brew "harfbuzz"
brew "hashicorp/tap/vault"
brew "htop"
brew "karabiner-elements"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "midnight-commander"
brew "neovim"
brew "nodejs"
brew "npm"
brew "nvim"
brew "openjdk"
brew "php"
brew "prettier"
brew "pycparser"
brew "pyenv"
brew "pygments"
brew "pyright"
brew "python@3.12"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "slack"
brew "source-highlight"
brew "starship"
brew "tailscale"
brew "teamookla/speedtest/speedtest"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
cask "alacritty"
cask "keycastr"
cask "vlc"
cask "zed"
