tap "abdfnx/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "scmn-dev/tap"
tap "teamookla/speedtest"
brew "ack"
brew "pycparser"
brew "cffi"
brew "python-cryptography"
brew "ansible"
brew "asciinema"
brew "autojump"
brew "bat"
brew "chezmoi"
brew "curl"
brew "php"
brew "composer"
brew "entr"
brew "eza"
brew "fzf"
brew "glab"
brew "go"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "midnight-commander"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "pyenv"
brew "pygments"
brew "python@3.11"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "source-highlight"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "abdfnx/tap/tran"
brew "hashicorp/tap/vault"
brew "scmn-dev/tap/secman"
brew "teamookla/speedtest/speedtest"
cask "keycastr"
vscode "cobaltblu27.rainbow-highlighter"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emilast.LogFileHighlighter"
vscode "GitLab.gitlab-workflow"
vscode "hbenl.vscode-test-explorer"
vscode "jasonn-porch.gitlab-mr"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "redhat.java"
vscode "ryu1kn.partial-diff"
vscode "streetsidesoftware.code-spell-checker"
vscode "SuperKXT.single-line-multi-line"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "xabikos.JavaScriptSnippets"
