tap "abdfnx/tap"
tap "coder/coder"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "scmn-dev/tap"
tap "teamookla/speedtest"
tap "toolbox/tap", "git@cd.splunkdev.com:toolbox/homebrew-tap.git"
brew "ack"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "ansible"
brew "asciinema"
brew "autojump"
brew "bat"
brew "cheat"
brew "chezmoi"
brew "curl"
brew "php"
brew "composer"
brew "entr"
brew "node"
brew "eslint"
brew "eza"
brew "fzf"
brew "glab"
brew "go"
brew "harfbuzz"
brew "gradle"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "midnight-commander"
brew "neovim"
brew "npm"
brew "openjdk"
brew "openssl@1.1"
brew "prettier"
brew "pyenv"
brew "pygments"
brew "pyright"
brew "python-pytz"
brew "python@3.12"
brew "python@3.11"
brew "python@3.8"
brew "pyyaml"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "source-highlight"
brew "tailscale"
brew "tmux"
brew "tsserver"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "abdfnx/tap/tran"
brew "coder/coder/coder"
brew "hashicorp/tap/vault"
brew "scmn-dev/tap/secman"
brew "teamookla/speedtest/speedtest"
brew "toolbox/tap/okta-artifactory-login"
